Revit 2027 API
ParameterTypeId.StructuralSectionLangleBoltSpacing2LongerFlange Property
 "Bolt Spacing 2 Longer Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLangleBoltSpacing2LongerFlange { get; }
Public Shared ReadOnly Property StructuralSectionLangleBoltSpacing2LongerFlange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLangleBoltSpacing2LongerFlange {
	ForgeTypeId^ get ();
}
static member StructuralSectionLangleBoltSpacing2LongerFlange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace